
/* Alert title indicating that the variable label is already in use */
"alreadyUsedLabelAlertTitle" = "标签已被使用";

/* Alert message indicating that a single variable label is already in use */
"alreadyUsedSingleLabelAlertMessageFormat" = "标签 %@ 已被另一个变量使用。";

/* Alert message indicating that a single variable label is already in use */
"alreadyUsedLabelAlertMessage" = "所提供的标签之一已被另一个变量使用。";

/* Alert title indicating that a label would create a cycle */
"labelCycleAlertTitle" = "标签造成循环";

/* Alert message indicating that a label would creates a new cycle */
"labelCycleAlertMessageFormat" = "无法设置标签，因为它造成了循环 「%@」";

/* Alert title indicating that a label must use a number token */
"requireUsingOrdinalAlertTitle" = "标签必须包含 $n";

/* Alert message indicating that a label must use a number token */
"requireUsingOrdinalAlertMessage" = "修改多个标签时，标签名称必须使用 $n，以便为每个变量分配不同的标签。";

/* Placeholder prefix for editing batch of new labels */
"newLabelPlaceholderPrefix" = "新标签";
